---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.IndexPrimitive
source: html/005eb672-881e-8295-6e96-8efc82177b05.htm
---
# IndexPrimitive Members

Releases all resources used by the IndexPrimitive